import Container from "@mui/material/Container";

function Home() {
  return (
    <div>
      <Container sx={{ marginTop: 2 }} maxWidth="md">
        <h1 style={{ textAlign: "center" }}>ระบบใบชำระเงินค่าลงทะเบียนเรียน</h1>
        <h4><u>Requirements</u></h4>
        <p>
              ระบบการชำระเงินเพื่อเข้าใช้บริการห้องของบริษัทRoom Booking เป็นระบบที่ให้สมาชิกระบบจองใช้ห้องสามารถเลือกวิธีชำระเงินผ่านบัตรเป็น option เพื่อทำการจองใช้ห้องต่างๆ ที่สมาชิกต้องการโดยทางพนักงานระบบจะเป็นผู้ยืนยันการชำระเงิน เมื่อชำระเสร็จสิ้นสมาชิกระบบจะสามารถจองใช้งานห้องต่างๆได้ เช่น ห้องเรียนห้องปฏิบัติการ หรือห้องอ่านหนังสือ เป็นต้น
 	นอกจากนี้ ระบบยังทำการเขียนใบชำระค่าใช้จ่าย จะชี้แจงรายระเอียดตัวอย่าง เช่น เลขใบแจ้งหนี้(Invoice Number), เลขห้องที่ทำการจอง (Room ID), หมายเลขลูกค้า (User ID), วันที่ชำระ (Payment Date) และจำนวนเงินที่จะต้องชำระทั้งหมดออกมา 
        </p>
        <br />
      </Container>
    </div>
  );
}
export default Home;